Repository: Babak/BuddyPress-Meetup
Catalog: plugin/languages/events-*.po
Languages: nl_nl, sr_rs

source: Description
nl_nl: Omschrijving
sr_rs: Опис

source: Events
nl_nl: Evenementen
sr_rs: Догађаји

source: Permanent Link to %s
nl_nl: Permanente link naar %s
sr_rs: Стални линк на %s

source: Pages:
nl_nl: Pagina&#39;s
sr_rs: Странице:

source: Type:
sr_rs: Тип:

source: %s spot
nl_nl: %s plek
sr_rs: %s место

source: %s attending
nl_nl: %s aanwezig
sr_rs: %s похађају

source: %s waiting
nl_nl: %s wachtend
sr_rs: %s чекање

source: Not Found
nl_nl: Niet gevonden
sr_rs: Није пронађено

source: Registration for %s
nl_nl: Registratie voor: %s
sr_rs: Регистрација за %s

source: Before registrating for this event you first need to register for an user account.
nl_nl: Voor je registratie voor dit evenement moet je jezelf eerst registreren voor een account.
sr_rs: Пре пријавни за овај догађај прво морате да се региструјете за кориснички налог.

source: Upcoming
nl_nl: Gepland
sr_rs: Предстојећи

source: Past
nl_nl: Geweest
sr_rs: Прошлост

source: event
nl_nl: Evenement
sr_rs: догађај

source: Add new
nl_nl: Toevoegen
sr_rs: Додај нови

source: Add new event
nl_nl: Nieuwe evenement toevoegen
sr_rs: Додај нови догађај

source: Edit event
nl_nl: Evenement bewerken
sr_rs: Уреди догађај

source: New event
nl_nl: Nieuwe evenement toevoegen
sr_rs: Нови догађај

source: All events
nl_nl: Alle evenementen
sr_rs: Сви догађаји

source: View event
nl_nl: Evenement bekijken
sr_rs: Погледајте догађаје

source: Search events
nl_nl: Zoek evenementen
sr_rs: Претрага догадјаја

source: No events found
nl_nl: Geen evenementen gevonden
sr_rs: Нема пронађених догађаја

source: No events found in Trash
nl_nl: Geen evenementen gevonden in de prullenbak
sr_rs: Нема догађаја наћи у смеће

source: Event updated. <a href="%s">View event</a>
nl_nl: Pagina bijgewerkt. <a href="%s">Evenement tonen</a>
sr_rs: Догађај ажуриран. <a href="%s">Преглед догађаја</a>

source: Custom field updated.
nl_nl: Extra veld bijgewerkt.
sr_rs: Прилагођено поље ажурира.

source: Custom field deleted.
nl_nl: Extra veld verwijderd.
sr_rs: Прилагођено поље избрисан.

source: Event updated.
nl_nl: Evenement bijgewerkt.
sr_rs: Догађај ажуриран.

source: Event restored to revision from %s
nl_nl: Evenement hersteld naar revisie van %s
sr_rs: Догађај враћен на ревизију из %s

source: Event published. <a href="%s">View event</a>
nl_nl: Evenement gepubliceerd. <a href="%s">Evenement tonen</a>
sr_rs: Догађај објављени. <a href="%s">Преглед догађаја</a>

source: Event saved.
nl_nl: Evenement opgeslagen.
sr_rs: Догађај је сачуван.

source: Event submitted. <a target="_blank" href="%s">Preview event</a>
nl_nl: Evenement ingediend. <a target="_blank" href="%s">Evenement tonen</a>
sr_rs: Догађај послат. <a target="_blank" href="%s">преглед догађаја</a>

source: Event scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview event</a>
nl_nl: Evenement gepland voor: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Voorbeeld bekijken</a>
sr_rs: Догађај заказан за: <strong>%1$s</strong>. <a target="_blank" href="%2$s">преглед догађаја</a>

source: M j, Y @ G:i
nl_nl: j F Y @ H:i
sr_rs: j. F Y. у H:i

source: Event draft updated. <a target="_blank" href="%s">Preview event</a>
nl_nl: Concept evenement bijgewerkt. <a target="_blank" href="%s">Evenement tonen</a>
sr_rs: Догађај нацрт ажуриран. <a target="_blank" href="%s">преглед догађаја</a>

source: Types
nl_nl: Soorten
sr_rs: Типови

source: Type
nl_nl: Soort
sr_rs: тип

source: Search types
nl_nl: Zoek soorten
sr_rs: Врсте претраге

source: Popular types
nl_nl: Populaire soorten
sr_rs: Популарне врсте

source: All types
nl_nl: Alle soorten
sr_rs: Све врсте

source: Edit type
nl_nl: Soort bewerken
sr_rs: Уреди тип

source: Update type
nl_nl: Soort bijwerken
sr_rs: Ажурирај тип

source: Add new type
nl_nl: Nieuwe soort toevoegen
sr_rs: Dodaj novi tip

source: New type name
nl_nl: Nieuwe soort naam
sr_rs: Нови тип име

source: Separate types with commas
nl_nl: Meerdere soorten scheiden met komma&#39;s
sr_rs: Одвојена зарезима

source: Add or remove types
nl_nl: Soorten toevoegen of verwijderen
sr_rs: Додати или одузети типове

source: Choose from the most used types
nl_nl: Kies uit de meest gebruikte soorten
sr_rs: Изаберите неку од најчешће коришћених типова

source: Event information
nl_nl: Evenement informatie
sr_rs: Информације о догађају

source: Location name
nl_nl: Locatienaam
sr_rs: Локација име

source: Location address
nl_nl: Locatieadres
sr_rs: Локација адресу

source: Amount of spots
nl_nl: Aantal plaatsen
sr_rs: Износ спотова

source: Event date/time
nl_nl: Evenement datum/tijd
sr_rs: Догађај регистрације/време

source: Registration date/time
nl_nl: Registratie datum/tijd
sr_rs: регистрација регистрације/време

source: Attend
nl_nl: Aanwezig
sr_rs: похађати

source: Not attend
nl_nl: Niet aanwezig
sr_rs: не похађају

source: Waiting list
nl_nl: Wachtlijst
sr_rs: lista čekanja

source: RSVP
sr_rs: Регистрација

source: Attendee (%s)
nl_nl: Aanwezigen (%s)
sr_rs: полазник (%s)

source: Attendee
nl_nl: Aanwezige
sr_rs: полазник

source: Non attendee
nl_nl: Niet aanwezig
sr_rs: Не полазник

source: Non attendee (%s)
nl_nl: Niet aanwezig (%s)
sr_rs: Не полазник (%s)

source: Waiting list (%s)
nl_nl: Wachtlijst (%s)
sr_rs: листа чекања (%s)

source: RSVP's
nl_nl: Registreren
sr_rs: Регистрације

source: Name
nl_nl: Naam
sr_rs: Име

source: Comment
nl_nl: Reactie
sr_rs: Коментар

source: RSVP has been closed
nl_nl: Registratie is gesloten
sr_rs: Регистрација је затворена

source: RSVP not open yet
nl_nl: Registratie is nog niet geopend
sr_rs: Регистрација није отворен још

source: Please enter your name.
nl_nl: Vul je naam in.
sr_rs: Молимо Вас да унесете своје име.

source: Please enter your email.
nl_nl: Vul je e-mail in.
sr_rs: Молимо унесите вашу е-поште.

source: The email address isn&#8217;t correct.
nl_nl: Het ingevulde e-mailadres is geen geldig e-mailadres.
sr_rs: Емаил адреса није исправна.

source: This email is already registered
nl_nl: Dit e-mailadres is al geregistreerd.
sr_rs: Овај емаил је већ регистрован

source: RSVP for: %s
nl_nl: Registratie voor: %s
sr_rs: Регистрација за: %s

source: Dear %s,
nl_nl: Beste %s,
sr_rs: Драги %s,

source: You are on the waitinglist for "%s".
nl_nl: Je staat op de wachtlijst voor "%s".
sr_rs: Ви сте на листи чекања за "%s".

source: You just registered to not attend the event: %s.
nl_nl: Je staat geregistreerd om niet aanwezig te zijn voor: %s.
sr_rs: Само регистровани сте да не присуствују овом догађају: %s.

source: You just registered to attend the event: %s.
nl_nl: Je staat geregistreerd om deel te nemen aan: %s.
sr_rs: Само регистровани Вас да присуствујете овом догађају: %s.

source: You just registered for this event.
nl_nl: Je hebt je zojuist geregistreerd voor dit evenement
sr_rs: Само регистровани сте за овај догађај.

source: Submit
nl_nl: Verstuur
sr_rs: Пошаљи

source: Allowed Image Files
nl_nl: Toegestaande ​​beeldbestanden
sr_rs: Дозвољени Имаге Филес

source: Read more &#8250;
nl_nl: Lees meer &#8250;
sr_rs: Прочитај више &#8250;

source: Attendees
nl_nl: aanwezigen
sr_rs: полазници

source: Waitinglist
nl_nl: Wachtlijst
sr_rs: листа чекања

source: Not Attendees
nl_nl: Niet aanwezig
sr_rs: Не полазници

source: &#8249; Older posts
nl_nl: &#8249; Oudere berichten
sr_rs: &#8249; Старији постови

source: Newer posts &#8250;
nl_nl: Nieuwere berichten &#8250;
sr_rs: Новије поруке &#8250;

source: Sorry, no posts matched your criteria.
nl_nl: Sorry, geen berichten gevonden die aan uw criteria.
sr_rs: Нажалост, нема постова одговарају вашим критеријумима.

source: WP Serbia
nl_nl: WP Servië
sr_rs: WP Србија
